Currencies = {  # атрибуты тэга option для списка валют
    'Доллар США': "52148",
    'ЕВРО': "52170",
    'Фунт стерлингов': "52146",
    'Японская йена': "52246",
    'Турецкая лира': "52158",
    'Индийская рупия': "52238",
    'Китайский юань Жэньминьби': "52207"
}

months_values = {
    'января': "1",
    'февраля': "2",
    'марта': "3",
    'апреля': "4",
    'мая': "5",
    'июня': "6",
    'июля': "7",
    'августа': "8",
    'сентября': "9",
    'октября': "10",
    'ноября': "11",
    'декабря': "12"
}

values_months = {
    '01': 'января',
    '02': 'февраля',
    '03': 'марта',
    '04': 'апреля',
    '05': 'мая',
    '06': 'июня',
    '07': 'июля',
    '08': 'августа',
    '09': 'сентября',
    '10': 'октября',
    '11': 'ноября',
    '12': 'декабря'
}